// type 1: 매장 리뷰, 2: 메뉴 리뷰
const review = [
    {
        type: 1,
        date: "2022.10.25",
        comment:
            "사장님 가게 여러번 방문했습니다! 방문할때마다 진짜 맛있습니다!",
    },
    {
        type: 1,
        date: "2022.10.26",
        comment: "저번엔 괜찮았는데 오늘은 매장에 모기가 너무 많았습니다 ㅠㅠ",
    },
    {
        type: 2,
        date: "2022.11.1",
        menu: "아이스 아메리카노",
    },
    {
        type: 2,
        date: "2022.11.5",
        menu: "아이스 카라멜 마끼야또",
    },
    {
        type: 1,
        date: "2022.11.5",
        comment:
            "직원이 너무 불친절해서 별로네요,,, 다시는 안갈것 같아요 수고하세요",
    },
    {
        type: 2,
        date: "2022.11.15",
        menu: "따뜻한 유자차",
    },
    {
        type: 1,
        date: "2022.11.17",
        comment:
            "사장님 가게 무너지면 제가 다시 세워드릴께요^^ 항상 맛있는 음식 감사합니다.",
    },
];

export default review;
