const reviews = [
    {
        id: 1,
        review: [
            {
                name: "익명1",
                time: "2022.12.5 12:31",
                comment: "이 가게 너무 좋습니다! 또 오고싶어요!",
                reply: "감사합니다 익명1님!",
            },
            {
                name: "익명2",
                time: "2022.12.5 12:38",
                comment: "사장님이 되게 친절하시네요 ㅎㅎ",
                reply: "",
            },
            {
                name: "익명3",
                time: "2022.12.5 12:48",
                comment: "가게 위생이 조금 별로였습니다...",
                reply: "죄송합니다. 신경 쓰도록 하겠습니다 ㅠㅠ",
            },
            {
                name: "익명10",
                time: "2022.12.5 15:00",
                comment: "반찬도 많고 좋습니다~",
                reply: "",
            },
            {
                name: "익명11",
                time: "2022.12.6 15:03",
                comment: "직원분이 진짜 잘생기셨어요ㅠㅠ 직원분 보러 또 올게요!!!",
                reply: "안녕하세요 익명11님. 6일 15시에 직원은 아예 없었는데 누굴 보신건지...?",
            },
            {
                name: "익명12",
                time: "2022.12.7 14:59",
                comment: "리뷰 어떤걸 쓸지 모르겠네요.",
                reply: "",
            },
            {
                name: "익명13",
                time: "2022.12.7 17:48",
                comment: "리뷰 어떤걸 쓸지 모르겠네요.2222",
                reply: "",
            },
        ],
    },
    {
        id: 2,
        review: [
            {
                name: "익명4",
                time: "2022.12.4 13:01",
                comment: "사징님 이 가게 너무 좋습니다. 감사합니다.",
                reply: "",
            },
            {
                name: "익명5",
                time: "2022.12.6 15:11",
                comment: "쌇짢늼이 륍뷿갛욨핷엏욝 ㅎㅎ 뼗롵엙욛.",
                reply: "? 뭐라는겨;",
            },
        ],
    },
    {
        id: 3,
        review: [
            {
                name: "익명6",
                time: "2022.12.5 09:00",
                comment: "그럭저럭인 것 같습니다. 음식 맛은 괜찮았어요~",
                reply: "더 노력하도록 하겠습니다~",
            },
        ],
    },
    {
        id: 4,
        review: [],
    },
    {
        id: 5,
        review: [],
    },
    {
        id: 6,
        review: [],
    },
    {
        id: 7,
        review: [],
    },
];

export default reviews;
